<script>


var 本地商品列表 = [
    {
        name:'粥道',
        address:'广西',
        contact:'123456',
        sellmoney:'13412'
    }
]
var 本地上架商品列表 = [
    {
        name:'product 1',
        format:'JSON',
        price:'10',
        saledNumber:'50'
    },
    {
        name:'product 2',
        format:'JSON',
        price:'12',
        saledNumber:'51'
    }
]



var 本地购物车列表 = [
    {
        商家id:'110',
        商家名称:'最上课',
        商品:
        [
            {
                商品id:'001',
                商品名称:'cjd',
                商品规格:'large',
                商品单价:10,
                商品数量:5
            },
            {
                商品id:'002',
                商品名称:'cjd',
                商品规格:'large',
                商品单价:10,
                商品数量:5
            },
            {
                商品id:'003',
                商品名称:'cjd',
                商品规格:'large',
                商品单价:10,
                商品数量:5
            },
            {
                商品id:'004',
                商品名称:'cjd',
                商品规格:'large',
                商品单价:10,
                商品数量:5
            },
        ]
    },
    {
        商家id:'111',
        商家名称:'最下课',
        商品:
        [
            {
                商品id:'001',
                商品名称:'cjd',
                商品规格:'large',
                商品单价:10,
                商品数量:5
            },
            {
                商品id:'002',
                商品名称:'cjd',
                商品规格:'large',
                商品单价:10,
                商品数量:5
            },
            {
                商品id:'003',
                商品名称:'cjd',
                商品规格:'large',
                商品单价:10,
                商品数量:5
            },
            {
                商品id:'004',
                商品名称:'cjd',
                商品规格:'large',
                商品单价:10,
                商品数量:5
            },
        ]
    },
]





export default
    {
        本地购物车列表,
        本地商品列表,
        本地上架商品列表
    }





</script>