<script>
var 本地上架商品列表 = [
    {
        name:'product 1',
        format:'JSON',
        price:'10',
        saledNumber:'50'
    },
    {
        name:'product 2',
        format:'JSON',
        price:'12',
        saledNumber:'51'
    }
]
var 模拟菜品列表 = [
    {
        商品id:'001',
        商品名称:'测试01',
        是否售罄:false,
        销量:100,
        商品规格:
        [
            'small1',
            'large1',
        ],
        商品价格:
        [
            101,
            151
        ]
    },
    {
        商品id:'002',
        商品名称:'测试02',
        是否售罄:false,
        销量:100,
        商品规格:
        [
            'small2',
            'large2',
        ],
        商品价格:
        [
            102,
            152
        ]
    },
    {
        商品id:'003',
        商品名称:'测试03',
        是否售罄:true,
        销量:100,
        商品规格:
        [
            'small3',
            'large3',
        ],
        商品价格:
        [
            103,
            153
        ]
    },




]

var 模拟商家列表 = [
    {
        商家id:'100',
        商家名称:'嘴上客',
    },
    {
        商家id:'101',
        商家名称:'嘴下客',
    },
    {
        商家id:'102',
        商家名称:'嘴左客',
    },
    {
        商家id:'103',
        商家名称:'嘴右客',
    },
    {
        商家id:'104',
        商家名称:'嘴中客',
    },
]

var 本地购物车列表 = []

/*
var 本地购物车列表 = [
    {
        商家id:'110',
        商家名称:'最上课',
        配送地址:'',
        备注:'',
        商品:
        [
            {
                商品id:'001',
                商品名称:'测试01',
                商品规格:'large1',
                商品单价:151,
                商品数量:5
            },
            {
                商品id:'002',
                商品名称:'测试02',
                商品规格:'large2',
                商品单价:152,
                商品数量:5
            },
            {
                商品id:'003',
                商品名称:'测试03',
                商品规格:'large3',
                商品单价:153,
                商品数量:5
            },
            {
                商品id:'004',
                商品名称:'cjd4',
                商品规格:'large4',
                商品单价:10,
                商品数量:5
            },
        ]
    },
    {
        商家id:'111',
        商家名称:'最下课',
        配送地址:'',
        备注:'',
        商品:
        [
            {
                商品id:'004',
                商品名称:'cjd1',
                商品规格:'large',
                商品单价:10,
                商品数量:5
            },
            {
                商品id:'005',
                商品名称:'cjd2',
                商品规格:'large',
                商品单价:10,
                商品数量:5
            },
            {
                商品id:'006',
                商品名称:'cjd3',
                商品规格:'large',
                商品单价:10,
                商品数量:5
            },
            {
                商品id:'004',
                商品名称:'cjd4',
                商品规格:'large',
                商品单价:10,
                商品数量:5
            },
        ]
    },
]


*/


export default
    {
        本地购物车列表,
        模拟菜品列表,
        模拟商家列表,
        本地上架商品列表,
    }





</script>